11/data/attachments/2c3fc3d5d5793c85.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_table_Friend_41259_0</nif:username>
            <nif:friendToBeRequested>soap_friends_e59f2556-6736-4b0d-8912-88340d030e1a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>